Repository: qazmlpok/quivi
Catalog: localization/*.po
Languages: pl_pl

source: Image
pl_pl: Obraz

source: File or directory does not exist
pl_pl: Plik albo katalog nie istnieje

source: Set as &wallpaper...
pl_pl: Ustaw jako tapetę

source: Set the opened image as wallpaper
pl_pl: Ustaw otwarty obraz jako tapetę

source: &Copy
pl_pl: Kopiuj

source: Copy the opened image to the clipboard
pl_pl: Kopiuj otwarty obraz do schowka

source: &Options...
pl_pl: Opcje

source: Open the options dialog
pl_pl: Otwórz opcje

source: &Quit
pl_pl: Zakończ

source: Close the application
pl_pl: Zamknij program

source: Select/Open &next
pl_pl: Wskaż/Otwórz następny

source: Select the next item; if it is an image, show it
pl_pl: Wskaż/Otwórz następny obiekt i pokaż jeśli jest obrazem

source: Select/Open &previous
pl_pl: Wskaż/Otwórz poprzedni

source: Select the previous item; if it is an image, show it
pl_pl: Wskaż/Otwórz poprzedni obiekt i pokaż jeśli jest obrazem

source: Open selected &directory
pl_pl: Otwórz wskazany katalog

source: If a directory or a compressed file is selected, open it
pl_pl: Otwórz jeśli wskazany został katalog albo skompresowany plik

source: Open p&arent
pl_pl: Otwórz nadrzędny katalog

source: Open the parent directory or compressed file
pl_pl: Otwórz nadrzędny katalog albo skompresowany plik

source: Open ne&xt sibling
pl_pl: Otwórz następny katalog (równorzędny)

source: Open the next directory or compressed file inside the parent
pl_pl: Otwórz następny katalog albo skompresowany folder (równorzędny)

source: Open previou&s sibling
pl_pl: Otwórz poprzedni katalog (równorzędny)

source: Open the previous directory or compressed file inside the parent
pl_pl: Otwórz poprzedni katalog albo skompresowany folder (równorzędny)

source: &Refresh
pl_pl: Odśwież

source: Refresh the current directory or compressed file; reload the image shown if any
pl_pl: Odśwież bieżący katalog albo skompresowany plik i przeładuj obraz jeśli jest wyświetlany

source: Open direc&tory...
pl_pl: Otwórz katalog

source: Browse for a directory to open
pl_pl: Przeglądaj aby otworzyć katalog

source: Zoom &in
pl_pl: Powiększ

source: Zoom in
pl_pl: Powiększ

source: Zoom &out
pl_pl: Pomniejsz

source: Zoom out
pl_pl: Pomniejsz

source: &Zoom 100%
pl_pl: Powiększenie 100%

source: Show the image in its real size
pl_pl: Pokaż obraz w jego rzeczywistych rozmiarach

source: Fit &width
pl_pl: Dopasuj szerokość

source: Zooms the image in order to make its width fit the window
pl_pl: Powiększ obraz dopasowując jego szerokość do szerokości okna

source: Fit &height
pl_pl: Dopasuj wysokość

source: Zooms the image in order to make its height fit the window
pl_pl: Powiększ obraz dopasowując jego wysokość do wysokości okna

source: &Full screen
pl_pl: Pełny ekran

source: Go to/leave full screen mode
pl_pl: Włącz/Wyłącz tryb pełnoekranowy

source: File &list
pl_pl: Lista plików i katalogów

source: Show/hide the file list
pl_pl: Pokaż/Ukryj listę plików i katalogów

source: Add to &favorites
pl_pl: Dodaj do ulubionych

source: Add the current directory or compressed file to the favorites
pl_pl: Dodaj bieżący katalog albo skompresowany folder do ulubionych

source: R&emove from favorites
pl_pl: Usuń z ulubionych

source: Remove the current directory or compressed file from the favorites
pl_pl: Usuń bieżący katalog albo skompresowany folder z ulubionych

source: &Help (online)...
pl_pl: Pomoc (online)

source: Open the online help
pl_pl: Otwórz pomoc (online)

source: &Feedback / Support (online)...
pl_pl: Opinie i wsparcie (online)

source: Open the feedback / support online form
pl_pl: Napisz opinię lub otrzymaj wsparcie (online)

source: &About...
pl_pl: O programie

source: Show information about the application
pl_pl: Pokaż informacje o programie

source: Small move up
pl_pl: Małe przesunięcie w górę

source: Small move down
pl_pl: Małe przesunięcie w dół

source: Small move left
pl_pl: Małe przesunięcie w lewo

source: Small move right
pl_pl: Małe przesunięcie w prawo

source: Large move up
pl_pl: Duże przesunięcie w górę

source: Large move down
pl_pl: Duże przesunięcie w dół

source: Large move left
pl_pl: Duże przesunięcie w lewo

source: Large move right
pl_pl: Duże przesunięcie w prawo

source: None
pl_pl: Brak dopasowania

source: Width
pl_pl: Szerokość

source: Height
pl_pl: Wysokość

source: Window
pl_pl: Okno

source: Width if larger
pl_pl: Dopasuj szerokość jeśli obraz jest zbyt duży

source: Height if larger
pl_pl: Dopasuj wysokość jeśli obraz jest zbyt duży

source: Window if larger
pl_pl: Dopasuj szerokość i wysokość jeśli obraz jest zbyt duży

source: Custom width
pl_pl: Własna szerokość

source: &File
pl_pl: Plik

source: F&older
pl_pl: Katalog

source: &View
pl_pl: Widok

source: F&avorites
pl_pl: Ulubione

source: &Help
pl_pl: Pomoc

source: Move
pl_pl: Przesunięcie

source: Fit
pl_pl: Dopasowanie

source: Misc
pl_pl: Różne

source: &Actual size
pl_pl: Rzeczywisty rozmiar

source: &Tiled
pl_pl: Układanka (obok siebie)

source: Stretch to fit screen, c&rop excess
pl_pl: Rozciągnij obraz przycinając nadmiar

source: Stretch to &fit screen, show entire image
pl_pl: Rozciągnij obraz bez przycinania (pokaż cały)

source: Unable to set wallpaper
pl_pl: Nie można ustawić tapety

source: About
pl_pl: O programie

source: If you think this may be a bug, please report it. Thank you.
pl_pl: Proszę, jeśli myślisz, że to błąd programu, to wyślij raport o nim. Dziękuję

source: Please copy the error information below and click the link in order to report this error.
pl_pl: Proszę, skopiuj poniższą informację o błędzie i kliknij w odnośnik aby wysłać raport o błędzie

source: An error has occurred:
pl_pl: Wystąpił błąd programu

source: &Copy error information
pl_pl: Skopiuj informację o błędzie

source: Report error
pl_pl: Wyślij raport o błędzie

source: &Report error
pl_pl: Wyślij raport o błędzie

source: Error
pl_pl: Błąd

source: Files
pl_pl: Pliki

source: Loading...
pl_pl: Otwieranie

source: &Download
pl_pl: Pobierz

source: Go to the download site
pl_pl: Przejdź na stronę pobierania programu

source: &New version available!
pl_pl: Dostępna jest nowa wersja programu!

source: Choose a directory:
pl_pl: Wybierz katalog

source: Background color
pl_pl: Kolor tła

source: Start directory
pl_pl: Katalog startowy

source: Default system color
pl_pl: Domyślny kolor

source: Custom color:
pl_pl: Własny kolor

source: Hide menu and status on full screen
pl_pl: Ukryj menu i status podczas trybu pełnoekranowego

source: Portable mode (save settings inside the program folder)
pl_pl: Tryb przenośny (ustawienia zapisywane w katalogu programu)

source: Commands
pl_pl: Polecenia

source: Shortcuts for selected command
pl_pl: Skrót dla wskazanego polecenia

source: Remove
pl_pl: Usuń

source: New shortcut
pl_pl: Nowy skrót

source: Press key
pl_pl: Naciśnij przycisk

source: Assign
pl_pl: Przypisz

source: Reset all to defaults
pl_pl: Przywróć domyślne ustawienia

source: Left click
pl_pl: Lewy przycisk myszy

source: Middle click
pl_pl: Środkowy przycisk myszy

source: Right click
pl_pl: Prawy przycisk myszy

source: &Cancel
pl_pl: Anuluj

source: Options
pl_pl: Opcje

source: Drag image
pl_pl: Przeciągnij obraz

source: &Viewing
pl_pl: Wyświetlanie

source: &Keys
pl_pl: Klawiatura

source: &Mouse
pl_pl: Mysz

source: &Language
pl_pl: Język

source: Assigned for "%s"
pl_pl: Przypisane do "%s"

source: &Position
pl_pl: Położenie

source: &Set wallpaper
pl_pl: Ustaw tapetę

source: Zoom:
pl_pl: Powiększenie

source: &Color:
pl_pl: Kolor

source: Set as wallpaper
pl_pl: Ustaw jako tapetę

source: File
pl_pl: Plik

source: Extension
pl_pl: Rozszerzenie

source: Last modified
pl_pl: Ostatnio zmieniony

source: en_US
pl_pl: pl_PL

source: Select users
pl_pl: Wskaż użytkowników

source: Select for which users you want to install $(^Name)
pl_pl: Wskaż dla których użytkowników przeprowadzić instalację $(^Name)

source: All users
pl_pl: Wszyscy użytkownicy

source: Current user
pl_pl: Bieżący użytkownik

source: $(^Name) (required)
pl_pl: $(^Name) (wymagane)

source: Start Menu Group
pl_pl: Menu Start

source: Desktop Shortcut
pl_pl: Skrót na pulpicie

source: Associate extensions
pl_pl: Skojarz rozszerzenia

source: My Computer
pl_pl: Mój komputer

source: Error while loading image
pl_pl: Błąd podczas ładowania obrazu
