Repository: qazmlpok/quivi
Catalog: localization/*/LC_MESSAGES/quivi.po
Languages: de_de, pt_br, ru_ru

source: Image
de_de: Bild
pt_br: Imagem
ru_ru: Изображение

source: Are you sure you want to delete "%s"?
pt_br: Tem certeza que você quer excluir "%s"?
ru_ru: Вы уверены, что хотите удалить "%s"?

source: Confirm file deletion
pt_br: Confirmar exclusão de arquivo
ru_ru: Подтверждение удаления файла

source: File or directory does not exist
pt_br: Arquivo ou pasta não existe
ru_ru: Файл или каталог не существует

source: Set as &wallpaper...
de_de: Als Hintergrundbild verwenden...
pt_br: Definir como &papel de parede...
ru_ru: Сделать &фоном рабочего стола

source: Set the opened image as wallpaper
de_de: Geöffnetes Bild als Hintergrundbild verwenden
pt_br: Define a imagem aberta como papel de parede
ru_ru: Сделать открытое изображение фоном рабочего стола

source: &Copy
de_de: &Kopieren
pt_br: &Copiar
ru_ru: &Копировать

source: Copy the opened image to the clipboard
de_de: Geöffnetes Bild in die Zwischenablage kopieren
pt_br: Copia a imagem aberta para a área de transferência
ru_ru: Скопировать открытое изображение в буфер обмена

source: &Delete
pt_br: &Excluir
ru_ru: &Удалить

source: Delete the opened image
pt_br: Excluir a imagem aberta
ru_ru: Удалить открытое изображение

source: &Options...
de_de: &Optionen...
pt_br: &Opções...
ru_ru: &Настройки

source: Open the options dialog
de_de: Öffnet die Optionen
pt_br: Abre a janela de opções
ru_ru: Открыть диалог настроек

source: &Quit
de_de: B&eenden
pt_br: &Fechar
ru_ru: &Выход

source: Close the application
de_de: Anwendung schließen
pt_br: Fecha o programa
ru_ru: Закрыть приложение

source: Select the next item; if it is an image, show it
de_de: Öffne nächste Datei, falls es ein Bild ist, wird es angezeigt
pt_br: Selecione próximo item, se for uma imagem, abre-a
ru_ru: Выбрать следующий пункт, если это изображение, показать его

source: Select/Open &next
de_de: Öffne n&ächste Datei
pt_br: Selecionar/Abrir &próximo
ru_ru: Выбрать/Открыть &следующее

source: Select the previous item; if it is an image, show it
de_de: Öfnne vorherige Datei, falls es ein Bild ist, wird es angezeigt
pt_br: Selecione o item anterior, se for uma imagem, abre-a
ru_ru: Выбрать предыдущий пункт, если это изображение, показать его

source: Select/Open &previous
de_de: Öffne vorherige Datei
pt_br: Selecionar/Abrir &anterior
ru_ru: Выбрать/Открыть &предыдущее

source: If a directory or a compressed file is selected, open it
de_de: Öffne ausgewähltes Verzeichnis oder komprimierte Datei
pt_br: Se um pasta ou arquivo comprimido for selecionado, abre-o
ru_ru: Если выбран каталог или архив, открыть его

source: Open selected &directory
de_de: Öffne gewähltes Verzeichnis
pt_br: Abrir pasta &selecionada
ru_ru: &Открыть выбранный каталог

source: Open p&arent
de_de: Öffne übergeordnetes Verzeichnis
pt_br: Abrir pasta a&cima
ru_ru: На уровень &выше

source: Open the parent directory or compressed file
de_de: Öffne übergeordnetes Verzeichnis oder komprimierte Datei
pt_br: Abre a pasta ou arquivo comprimido acima
ru_ru: Открыть родительский каталог или архив

source: Open ne&xt sibling
de_de: Öffne Nächst&es
pt_br: Abrir pró&xima pasta
ru_ru: Открыть с&ледующий внутри родителя

source: Open the next directory or compressed file inside the parent
de_de: Nächtes Verzeichnis oder komprimierte Datei innerhalb des gewählten Verzeichnis öffnen
pt_br: Abre a próxima pasta ou arquivo comprimido contido na pasta acima
ru_ru: Открыть следующий каталог или архив внутри родительского

source: Open previou&s sibling
de_de: Öffne Vorherig&es
pt_br: Abrir pasta an&terior
ru_ru: Открыть п&редыдущий внутри родителя

source: Open the previous directory or compressed file inside the parent
de_de: Öffne vorheriges Verzeichnis oder komprimierte Datei innerhalb des gewählten Verzeichnisses
pt_br: Abre a pasta ou arquivo comprimido anterior contido na pasta acima
ru_ru: Открыть предыдущий каталог или архив внутри родительского

source: &Refresh
de_de: &Neuladen
pt_br: Atuali&zar
ru_ru: Об&новить

source: Refresh the current directory or compressed file; reload the image shown if any
de_de: Lädt geöffnetes Verzeichnis oder komprimierte Datei neu; Lädt angezeigtes Bild neu
pt_br: Atualiza a pasta ou arquivo comprimido atual; atualiza a imagem aberta
ru_ru: Обновить текущий каталог или архив; перезагрузить изображение, если таковое имеется

source: Browse for a directory to open
de_de: Durchsuche Verzeichnisse
pt_br: Escolher uma pasta para abrir
ru_ru: Обзор каталога для открытия

source: Open direc&tory...
de_de: Verzeichnis ö&ffnen...
pt_br: A&bre pasta
ru_ru: Открыть &каталог

source: Zoom &in
de_de: Einzoomen
pt_br: &Aumentar zoom
ru_ru: У&величить

source: Zoom in
de_de: Einzoomen
pt_br: Diminuir zoom
ru_ru: Увеличить

source: Zoom &out
de_de: Auszoomen
pt_br: &Diminuir zoom
ru_ru: У&меньшить

source: Zoom out
de_de: Auszoomen
pt_br: Aumentar zoom
ru_ru: Уменьшить

source: &Zoom 100%
ru_ru: &Реальный размер

source: Show the image in its real size
de_de: Zeigt Originalgröße
pt_br: Mostra a imagem no seu tamanho real
ru_ru: Показать изображение в реальном размере

source: Fit &width
de_de: Auf Breite skalieren
pt_br: Ajustar &largura
ru_ru: Подогнать по &ширине

source: Zooms the image in order to make its width fit the window
de_de: Bild zoomen um es der Breite des Fensters anzupassen
pt_br: Altera zoom da imagem de forma a caber na largura da janela
ru_ru: Подогнать размер изображения до ширины окна

source: Fit &height
de_de: Auf &Höhe skalieren
pt_br: Ajustar &altura
ru_ru: Подогнать по &высоте

source: Zooms the image in order to make its height fit the window
de_de: Bild zoomen um es der Höhe des Fensters anzupassen
pt_br: Altera zoom da imagem de forma a caber na altura da janela
ru_ru: Подогнать размер изображения до высоты окна

source: Rotate &clockwise
pt_br: Rodar no sentido &horário
ru_ru: Повернуть &по часовой стрелке

source: Rotate the image clockwise
pt_br: Roda a imagem no sentido horário
ru_ru: Повернуть изображение по часовой стрелке

source: Rotate coun&ter clockwise
pt_br: Rodar no sentido a&nti-horário
ru_ru: Повернуть п&ротив часовой стрелки

source: Rotate the image counter clockwise
pt_br: Roda a imagem no sentido anti-horário
ru_ru: Повернуть изображение против часовой стрелки

source: &Full screen
de_de: &Ganzer Bildschirm
pt_br: &Tela cheia
ru_ru: Полно&экранный режим

source: Go to/leave full screen mode
de_de: Ganzer Bildschirm Modus starten/verlassen
pt_br: Vai/sai da tela cheia
ru_ru: Переключить полноэкранный/оконный режим

source: File &list
de_de: &Verzeichnisbaum
pt_br: Lista de ar&quivos
ru_ru: Список &файлов

source: Show/hide the file list
de_de: Zeige/Verberge Verzeichnisbaum
pt_br: Mostra/oculta a lista de arquivos
ru_ru: Показать/скрыть список файлов

source: Show/hide the thumbnails
pt_br: Mostra/oculta as miniaturas
ru_ru: Показать/скрыть миниатюры

source: Thumb&nails
pt_br: &Miniaturas
ru_ru: &Миниатюры

source: Hi&dden files
pt_br: Arquivos &ocultos
ru_ru: &Скрытые файлы

source: Show/hide hidden files in the file list
pt_br: Mostra/oculta os arquivos ocultos
ru_ru: Показать/скрыть скрытые файлы в списке

source: Add the current directory or compressed file to the favorites
de_de: Fügt aktuelles Verzeichnis oder komprimierte Datei den Favoriten hinzu
pt_br: Adiciona a pasta ou arquivo comprimido atual aos favoritos
ru_ru: Добавить текущий каталог или архив в закладки

source: Add to &favorites
de_de: Zu &Favoriten hinzufügen
pt_br: &Adicionar as favoritos
ru_ru: &Добавить в закладки

source: R&emove from favorites
de_de: Aus den Favoriten e&ntfernen
pt_br: &Remover dos favoritos
ru_ru: &Удалить из закладок

source: Remove the current directory or compressed file from the favorites
de_de: Entfernt aktuelles Verzeichnis oder komprimierte Datei aus den Favoriten
pt_br: Remove a pasta ou arquivo comprimido atual aos favoritos
ru_ru: Удалить текущий каталог или архив из закладок

source: &Help (online)...
de_de: &Online-Hilfe
pt_br: &Ajuda (online)...
ru_ru: &Справка (онлайн)

source: Open the online help
de_de: Öffnet die Online-Hilfe
pt_br: Abre a ajuda online
ru_ru: Открыть онлайн справку

source: &Feedback / Support (online)...
de_de: &Feedback / Support ...
pt_br: &Sugestões / Dúvidas (online)...
ru_ru: Обратная связь / &Поддержка (онлайн)

source: Open the feedback / support online form
de_de: Öffnet Feedbackformular
pt_br: Abre o formulário de dúvidas / sugestões
ru_ru: Открыть онлайн форму обратной связи / поддержки

source: &About...
de_de: &Über...
pt_br: &Sobre...
ru_ru: &О программе

source: Show information about the application
de_de: Zeigt Informationen über diese Anwendung
pt_br: Exibe informações sobre o programa
ru_ru: Показать информацию о приложении

source: Small move up
de_de: Nach oben bewegen
pt_br: Move pouco para cima
ru_ru: Слегка сдвинуть вниз

source: Small move down
de_de: Nach unten bewegen
pt_br: Move pouco para baixo
ru_ru: Слегка сдвинуть вверх

source: Small move left
de_de: Nach links bewegen
pt_br: Move pouco para esquerda
ru_ru: Слегка сдвинуть влево

source: Small move right
de_de: Nach rechts bewegen
pt_br: Move pouco para direita
ru_ru: Слегка сдвинуть вправо

source: Large move up
de_de: Nach ganz unten bewegen
pt_br: Move bastante para cima
ru_ru: Сдвинуть вверх

source: Large move down
de_de: Nach ganz oben bewegen
pt_br: Move bastante para baixo
ru_ru: Сдвинуть вниз

source: Large move left
de_de: Nach links außen bewegen
pt_br: Move bastante para esquerda
ru_ru: Сдвинуть влево

source: Large move right
de_de: Nach rechts außen bewegen
pt_br: Move bastante para direita
ru_ru: Сдвинуть вправо

source: Drag image
de_de: Bild bewegen
pt_br: Arrastar imagem
ru_ru: Перетащить изображение

source: None
de_de: Nicht skalieren
pt_br: Nenhum
ru_ru: Не подгонять

source: Width
de_de: Breite
pt_br: Largura
ru_ru: По ширине

source: Height
pt_br: Altura
ru_ru: По высоте

source: Window
pt_br: Janela
ru_ru: По размеру окна

source: Width if larger
pt_br: Largura se maior
ru_ru: По ширине, если размер больше

source: Height if larger
pt_br: Altura se maior
ru_ru: По высоте, если размер больше

source: Window if larger
pt_br: Janela se maior
ru_ru: По размеру окна, если размер больше

source: Custom width
pt_br: Largura especificada
ru_ru: Указать ширину

source: &File
de_de: &Datei
pt_br: &Arquivo
ru_ru: &Файл

source: F&older
de_de: O&rdner
pt_br: &Pasta
ru_ru: &Каталог

source: &View
de_de: &Ansicht
pt_br: E&xibir
ru_ru: &Вид

source: F&avorites
de_de: &Favoriten
pt_br: &Favoritos
ru_ru: &Закладки

source: &Help
de_de: &Hilfe
pt_br: A&juda
ru_ru: &Справка

source: Fit
de_de: Skalieren
pt_br: Ajuste
ru_ru: Подогнать

source: Move
de_de: Bewegen
pt_br: Mover
ru_ru: Переместить

source: &Actual size
de_de: &Aktuelle Größe
pt_br: &Tamanho atual
ru_ru: &Реальный размер

source: &Tiled
de_de: &Nebeneinander
pt_br: &Lado a lado
ru_ru: &Черепицей

source: Stretch to fit screen, c&rop excess
de_de: Skalieren auf Bildschirm, Überstehendes abschneiden
pt_br: Ajustar para caber na tela, &remover excesso
ru_ru: Растянуть до размеров экрана, &обрезать излишки

source: Stretch to &fit screen, show entire image
de_de: Skalieren auf &Bildschirm, dabei ganzes Bild anzeigen
pt_br: Ajustar para caber na tela, mostrar imagem &inteira
ru_ru: Растянуть до размеров экрана, показать изображение &целиком

source: Unable to set wallpaper
de_de: Nicht als Hintergrundbild verwendbar
pt_br: Não foi possível definir o papel de parede
ru_ru: Невозможно сделать фоном рабочего стола

source: About
de_de: Über Quivi
pt_br: Sobre
ru_ru: О программе

source: If you think this may be a bug, please report it. Thank you.
de_de: Falls Sie einen Fehler entdeckt haben, teilen Sie ihn mir bitte mit. Vielen Dank!
pt_br: Se você acha que isso é um defeito, por favor reporte-o. Obrigado.
ru_ru: Если вы думаете, что это может быть ошибка в программе, пожалуйста, сообщите о ней. Спасибо.

source: Please copy the error information below and click the link in order to report this error.
de_de: Bitte kopieren Sie die untenstehende Fehlermeldung und melden Sie den Fehler über den Link.
pt_br: Por favor copie os detalhes do erro abaixo e clique no link para reportar este erro.
ru_ru: Пожалуйста, скопируйте информацию об ошибке ниже и щелкните по ссылке чтобы отправить отчет.

source: An error has occurred:
pt_br: Um erro ocorreu:
ru_ru: Произошла ошибка:

source: &Copy error information
de_de: &Kopiere Fehlermeldung
pt_br: &Copiar detalhes do erro
ru_ru: &Скопировать информацию об ошибке

source: Report error
de_de: Fehler melden
pt_br: Reportar erro
ru_ru: Сообщить об ошибке

source: &Report error
de_de: &Fehler melden
pt_br: &Reportar erro
ru_ru: Сообщить об &ошибке

source: Error
de_de: Fehler
pt_br: Erro
ru_ru: Ошибка

source: File
de_de: Datei
pt_br: Arquivo
ru_ru: Файл

source: Extension
de_de: Erweiterung
pt_br: Extensão
ru_ru: Расширение

source: Last modified
de_de: Zuletzt geändert
pt_br: Última modificação
ru_ru: Последнее изменение

source: Files
de_de: Dateien
pt_br: Arquivos
ru_ru: Файлы

source: Loading...
de_de: Laden...
pt_br: Carregando...
ru_ru: Загрузка...

source: &Download
pt_br: &Baixar
ru_ru: &Загрузить

source: Go to the download site
de_de: Zur Downloadseite gehen
pt_br: Vai para a página de download
ru_ru: Перейти на веб-сайт для загрузки

source: &New version available!
de_de: &Neuere Version verfügbar!
pt_br: &Nova versão disponível!
ru_ru: Доступна &новая версия!

source: Choose a directory:
de_de: Verzeichnis wählen:
pt_br: Escolha uma pasta:
ru_ru: Выберите каталог:

source: &Cancel
de_de: &Abbrechen
pt_br: &Cancelar
ru_ru: О&тмена

source: Background color
de_de: Hintergrundfarbe
pt_br: Cor de fundo
ru_ru: Цвет фона

source: Start directory
de_de: Standardverzeichnis
pt_br: Pasta inicial
ru_ru: Стартовый каталог

source: Default system color
de_de: Systemfarbe verwenden
pt_br: Cor padrão do sistema
ru_ru: Системный цвет

source: Custom color:
de_de: benutzerspezifische Farbe
pt_br: Cor especificada:
ru_ru: Указать цвет:

source: Hide menu and status on full screen
pt_br: Esconder menu e status em tela cheia
ru_ru: Скрыть меню и строку статуса в полноэкранном режиме

source: Portable mode (save settings inside the program folder)
de_de: Portabler Modus (Einstellungen werden im Programmordner gespeichert)
pt_br: Modo portável (salva opções no pasta do programa)
ru_ru: Портативный режим (настройки хранятся в каталоге с программой)

source: Commands
de_de: Befehle
pt_br: Comandos
ru_ru: Команды

source: Shortcuts for selected command
pt_br: Atalhos para o comando selecionado
ru_ru: Сочетания клавиш для выбранной команды

source: Remove
de_de: Entfernen
pt_br: Remover
ru_ru: Удалить

source: New shortcut
de_de: Neues Tastaturkürzel
pt_br: Novo atalho
ru_ru: Новое сочетание клавиш

source: Press key
de_de: Taste drücken
pt_br: Pressione uma tecla
ru_ru: Нажмите клавишу

source: Assign
de_de: Zuweisen
pt_br: Adicionar
ru_ru: Назначить

source: Reset all to defaults
de_de: Auf Voreinstellungen zurücksetzen
pt_br: Restaurar padrões
ru_ru: Сбросить все по умолчанию

source: Left click
de_de: Linksklick
pt_br: Botão esquerdo
ru_ru: Левая кнопка мыши

source: Middle click
de_de: Mittlere Maustaste
pt_br: Botão do meio
ru_ru: Средняя кнопка мыши

source: Right click
de_de: Rechtsklick
pt_br: Botão direito
ru_ru: Правая кнопка мыши

source: Options
de_de: Optionen
pt_br: Opções
ru_ru: Настройки

source: &Viewing
de_de: &Ansicht
pt_br: &Exibição
ru_ru: &Просмотр

source: &Keys
de_de: &Tasten
pt_br: &Atalhos
ru_ru: &Клавиши

source: &Mouse
de_de: &Maus
ru_ru: &Мышь

source: &Language
de_de: &Sprache
pt_br: &Idioma
ru_ru: &Язык

source: Assigned for "%s"
de_de: zugewiesen "%s"
pt_br: Atribuído para "%s"
ru_ru: Ассоциировать с "%s"

source: &Position
pt_br: &Posição
ru_ru: &Расположение

source: &Set wallpaper
de_de: &Setze Hintergrundbild
pt_br: &Definir como papel de parede...
ru_ru: &Сделать фоном рабочего стола

source: Zoom:
ru_ru: Увеличение:

source: &Color:
de_de: &Farbe
pt_br: &Cor:
ru_ru: &Цвет:

source: Set as wallpaper
de_de: Als Hintergrundbild verwenden
pt_br: Definir papel de parede
ru_ru: Сделать фоном рабочего стола

source: en_US
pt_br: pt_BR
ru_ru: ru_RU

source: Select users
de_de: Wähle die Benutzer aus
pt_br: Selecionar usuários
ru_ru: Выбор пользователей

source: Select for which users you want to install $(^Name)
de_de: Wählen Sie aus für welchen Benutzes Sie installieren möchten $(^Name)
pt_br: Selecione para quais usuários você deseja instalar $(^Name).
ru_ru: Выберите, для каких пользователей вы хотите установить $(^Name)

source: All users
de_de: Alle Benutzer
pt_br: Todos os usuários
ru_ru: Все пользователи

source: Current user
de_de: Aktueller Benutzer
pt_br: Usuário atual
ru_ru: Текущий пользователь

source: $(^Name) (required)
de_de: $(^Name) (erforderlich)
pt_br: $(^Name) (necessário)
ru_ru: $(^Name) (необходимо)

source: Start Menu Group
de_de: Eintrag im Startmenü
pt_br: Grupo no menu Iniciar
ru_ru: Группа в меню Пуск

source: Desktop Shortcut
de_de: Verknüpfung auf dem Desktop
pt_br: Atalho na área de trabalho
ru_ru: Ярлык на рабочем столе

source: Associate extensions
de_de: Verknüpfe Dateiendungen
pt_br: Associar extensões
ru_ru: Ассоциировать расширения

source: My Computer
de_de: Mein Computer
pt_br: Meu Computador
ru_ru: Мой компьютер

source: Error while loading image
de_de: Fehler beim Laden des Bildes
pt_br: Erro ao carregar imagem
ru_ru: Ошибка при загрузке изображения

source: Open first image of the folder automatically
pt_br: Abrir primeira imagem da pasta automaticamente
